{
	"idiomsTitle":"Le lingue",
	"idioms": [
        {"idiom":"Portoghese", "value":0},
        {"idiom":"Inglese", "value":1},
        {"idiom":"Spagnolo", "value":2},
        {"idiom":"Italiano", "value":3}
	],

	"nav": {
        "begin": "inizio",
        "howIam": "Chi Sono",
        "services": "Servizi",
        "references": "Referenze",
        "contact": "Contatto",
        "content": "Contenuto"
	},
	"begin":{
		"title":"Semiologo professionista",
		"whoIam":"About Me"
	},

	"about": {
		"aboutMe":"About Me",
		"textHighlight":"Consulenze sistemico-semiotiche per Personal Branding e Brand Activism.",
		"text":"Attraverso una semiotica applicata, il mio impegno è quello di dare un contributo qualitativo alla comunicazione e all'intelligenza emotiva dei professionisti.",
		"download":"Download CV"
	},
	"services":{
		"title":"I miei servizi",
		"items": [
            {
                "title": "CONSULENZA SISTEMICA - SEMIOTICA",
                "subtitle": "Attraverso sessioni di interviste semi-strutturate e report ad hoc",
                "src": "../../../assets/main/services/consultant.svg"
            },
            {
                "title": "PERSONAL BRANDING e STRATEGIA DEI CONTENUTI",
                "subtitle": "Supporto nella creazione di contenuti per i Social Media e supporto all'intelligenza emotiva del professionista",
                "src": "../../../assets/main/services/branding.svg"
            },
            {
                "title": "COPYWRITING / STORYTELLING",
                "subtitle": "Attraverso narrazioni empatiche",
                "src": "../../../assets/main/services/story.svg"
            },
            {
                "title": "LINGUISTICA",
                "subtitle": "Insegnamento della lingua italiana per studenti e professionisti, specialmente per parlanti nativi di portoghese/spagnolo",
                "src": "../../../assets/main/services/language.svg"
            },
            {
                "title": "INSEGNAMENTO SEMIOTICO",
                "subtitle": "Fondamenti della semiotica, per superare gli esami universitari e scrivere saggi.",
                "src": "../../../assets/main/services/teach.svg"
            },
            {
                "title": "COACHING VITA, SPORT, BUSINESS",
                "subtitle": "Modello S.F.E.R.A.",
                "src": "../../../assets/main/services/coaching.svg"
            },
            {
                "title": "BUSINESS DESIGN - DESIGN THINKING",
                "subtitle": "Per elicitar temi con il potenziale cliente per scopi di proposte commerciali",
                "src": "../../../assets/main/services/think.svg"
            },
            {
                "title": "SELEZIONE DI PROFESSIONISTI E ATLETI",
                "subtitle": "Identificazione dell'ideal-tipo del professionista nel campo dello sport",
                "src": "../../../assets/main/services/athlete.svg"
            }
		]
	},
	"references":{
		"title":"Riferimenti",
		"items" : [
            {
                "index": 0,
                "clientName": "SARA CROCE - MODELLA",
                "text": "Per essere più competente in semiotica, mi sono affidata a Jacopo; mi ha aiutato ad essere più analitica nell'analisi del testo, a migliorare il pensiero narrativo e ad aumentare la mia intelligenza emotiva e creativa.",
                "src": "../../../assets/main/references/1.svg",
                "active": true
            },
            {
                "index": 1,
                "clientName": "RICCARDO FURLAN - CREATOR",
                "text": "La maggiore difficoltà nel creare video ogni giorno è trovare l'idea, soprattutto quando la routine è ripetitiva. Gianca è un semiotico con cui ho avuto varie chiamate e mi ha aiutato a passare tra diversi contenuti. Come? Raccontandogli della mia vita. Non avevo mai analizzato il mio passato in questo modo prima. Attraverso lo studio del linguaggio, riesce a concentrarsi sulle parti più importanti che valgono la pena di essere raccontate e che aprono la strada a migliaia di combinazioni possibili. Grazie a questo, ora ho un archivio da cui trarre nuove idee.",
                "src": "../../../assets/main/references/2.svg",
                "active": false
            },
            {
                "index": 2,
                "clientName": "RICCARDO DALCÒ - GAMER",
                "text": "Ho trovato in Jacopo molta curiosità verso il mio mondo, in particolare quello dei videogiochi e degli esports, soprattutto nel collegare il suo mondo al mio. Curiosità, competenza e professionalità sono gli aggettivi giusti per descrivere Jacopo e il suo lavoro, altamente raccomandato!",
                "src": "../../../assets/main/references/3.svg",
                "active": false
            },
            {
                "index": 3,
                "clientName": "PAOLO BARGIGGIA - GIORNALISTA ESPORTIVO",
                "text": "La semiotica del calcio di Jacopo mi è stata utile in termini di comunicazione per la pubblicazione di contenuti su piattaforme social; è anche funzionale per individuare l'adattamento ambientale degli atleti in club sportivi.",
                "src": "../../../assets/main/references/4.svg",
                "active": false
            },
            {
                "index": 4,
                "clientName": "MARIO PETRUCCELLI - CEO DI ZULLA",
                "text": "Ho incontrato Jacopo per caso al WMF 2022. Aveva il compito di intervistarmi e ho subito capito che era un ragazzo talentuoso. Mi ha offerto un percorso di interviste semi-strutturate con metodologia semiotica. Non ero familiare con questo approccio e ne sono rimasto impressionato. Apprezzo davvero il suo lavoro.",
                "src": "../../../assets/main/references/5.svg",
                "active": false
            },
            {
                "index": 5,
                "clientName": "MARCO PAOLINI - IMPRENDITORE",
                "text": "Quando ho letto sul profilo LinkedIn di Jacopo 'Semiologo per professionisti', mi sono subito incuriosito ed ho voluto conoscerlo per approfondire. Devo dire che in pochi minuti di dialogo con lui, ho subito capito che nel parlare con me, usava un 'metodo' molto naturale, con il quale in maniera maieutica, mi portava a parlare di temi legati alla mia interiorità, non così facili da confessare ad un quasi perfetto sconosciuto. Approfondirò con Jacopo alcuni temi legati al mio progetto di scrittura che fino ad oggi ho considerato terapeutico per me, ma che con il suo supporto conto di portare ad un pubblico più ampio.",
                "src": "../../../assets/main/references/6.svg",
                "active": false
            },
            {
                "index": 6,
                "clientName": "GLORIA CHIOCCI - UX DESIGNER, FONDATRICE UXFORKIDS, FORBES U.30",
                "text": "Un maestro! Jacopo mi ha contattata su Linkedin alcuni mesi fa chiedendo una chiamata per conoscermi, ho accettato immediatamente nonostante un periodo molto intenso e dopo i primi cinque minuti ero già affascinata dal suo lavoro e dalla sua grande professionalità nonostante la sua giovane età. Alla fine della chiamata abbiamo programmato un workshop per realizzare insieme le fondamenta di un progetto di UX Design e semiotica per bambini. Abbiamo realizzato il workshop online alcuni giorni fa ed è stato un grande successo! Sono felicissima di collaborare con Jacopo e auguro a tutti di poterlo fare!",
                "src": "../../../assets/main/references/7.svg",
                "active": false
            },
            {
                "index": 7,
                "clientName": "GIUSEPPE SAPIENZA - DIRETTORE DELLA COMUNICAZIONE SAMPDORIA, EX-MILAN, INTER, REGGINA, GENOA",
                "text": "Ho collaborato con Jacopo e sono rimasto impressionato dalla sua dedizione, studio e curiosità anche per 'mondi' che non sono i suoi, ma dove il suo modello sarebbe applicabile. È un professionista e una persona seria, ha un grande futuro!",
                "src": "../../../assets/main/references/8.svg",
                "active": false
            },
            {
                "index": 8,
                "clientName": "GIULIO CAVAGNIS - FONDATORE DI CLOROFÓRMIO, CLOROGAMING",
                "text": "Jacopo è stato molto professionale nel condurre l'intervista. Nonostante la libertà di espressione che mi è stata data, è riuscito a sviluppare i punti di suo interesse sull'argomento, mantenendo una struttura logica e coerente. L'intervista è stata naturale e ha portato a un ascolto e una partecipazione piacevoli.",
                "src": "../../../assets/main/references/9.svg",
                "active": false
            },
            {
                "index": 9,
                "clientName": "AZZURRA ROBERTO - FONDATORE INCLOODO, INGEGNERE DEI DATI",
                "text": "Un semiotico che riesce a estrapolare con domande intelligenti e pertinenti concetti ed espressioni significative che permettono all'interlocutore di esprimersi meglio.",
                "src": "../../../assets/main/references/11.svg",
                "active": false
            },
            {
                "index": 10,
                "clientName": "ANDREA BONINO - GIORNALISTA SPORTIVA",
                "text": "Ottimo professionista, mette le persone a proprio agio. Un vulcano di idee.",
                "src": "../../../assets/main/references/12.svg",
                "active": false
            },
            {
                "index": 11,
                "clientName": "ALFREDO APICELLA - DELEGATO ITALIANO CONI BRASIL",
                "text": "Jacopo è una persona magnifica e un eccellente professionista nel suo campo, un'ottima esperienza passata qui al CONI e nel Salotto Italia qui in Brasile!",
                "src": "../../../assets/main/references/13.svg",
                "active": false
            },
            {
                "index": 12,
                "clientName": "ALBERTO COLOMBO - ALLENATORE DI CALCIO",
                "text": "Serietà e abilità indiscutibili che, unite all'empatia che sa creare, lo rendono un professionista di alto livello.",
                "src": "../../../assets/main/references/14.svg",
                "active": false
            },
            {
                "index": 13,
                "clientName": "ALEXANDRE VERTELO - RESPONSABILE SVILUPPO SOCIALE GOVERNO DI MINAS GERAIS",
                "text": "'In un momento di conversazione...' In qualità di coordinatore dei progetti presso l'Azione Sociale Villaregia, nel Centro di Accoglienza Betâna, spazio in cui Jacopo Giancaspro ha svolto un'esperienza di volontariato, lo identifico come una persona attenta e con una visione sistemica. La sua competenza e dedizione sono stati determinanti per trasformare idee in progetti; in visibilità e risultati.",
                "src": "../../../assets/main/references/15.svg",
                "active": false
            },
            {
                "index": 14,
                "clientName": "MASSIMO ANTONAZZI - AVVOCATO E DOCENTE UNIVERSITARIO DI TECNICHE DI NEGOTIATION",
                "text": "Semiotica e Negoziazione. La potenziale connessione tra le due discipline è interessante. Ringrazio Jacopo Giancaspro per l'interesse nella materia e la disponibilità dimostrata per possibili percezioni.",
                "src": "../../../assets/main/references/16.svg",
                "active": false
            },
            {
                "index": 15,
                "clientName": "LIVIO CATALANO - STUDENTE UNIBO",
                "text": "Jacopo è sempre molto professionale, mi sono divertito molto con le sue lezioni di semiotica. Mi ha spiegato concetti in modo chiaro, diretto e preciso. Davvero molto bravo.",
                "src": "../../../assets/main/references/17.svg",
                "active": false
            },
            {
                "index": 16,
                "clientName": "CHIARA PARMEGGIANI - STUDENTE UNIBO",
                "text": "Ho apprezzato molto l'aiuto di Jacopo in semiotica, che con le sue spiegazioni semplici ed esempi pratici mi ha permesso di superare gli esami senza problemi! Con il suo aiuto ho capito e compreso un argomento che per tutti è 'impossibile'. Grazie!",
                "src": "../../../assets/main/references/18.svg",
                "active": false
            },
            {
                "index": 17,
                "clientName": "ANDREA CAPELLI - STUDENTE",
                "text": "Jacopo è il top della comunicazione e del coaching. Non ha rivali. È molto intelligente, competente e una persona fantastica.",
                "src": "../../../assets/main/references/19.svg",
                "active": false
            },
            {
                "index": 18,
                "clientName": "Antonio Caporaso - Fondatore e Executive Coach presso Passo Successio Coaching & Training Company",
                "text": "Il lavoro svolto con Jacopo è stato prezioso e ben strutturato. La sua preparazione e il modo in cui affronta con facilità argomenti complessi sono uno dei suoi punti di forza. L'aspetto che ci ha impressionato di più, ancor più favorevolmente, è stata la scoperta di quanto l'uso preciso delle parole sia in grado di influenzare emozioni e comportamenti. Con il progetto Semioticall, Jacopo riesce a portare questa conoscenza e i relativi vantaggi a un livello superiore alla media.",
                "src": "../../../assets/main/references/20.svg",
                "active": false
            }
		]
	},
	"contact":{
        "title": "Contatto",
        "messageToSend": {
            "name": "Nome",
            "message": "Messaggio",
            "send": "Invia"
        }
	},
	"login": {
        "name": "Inserisci un Nome",
        "password": "Inserisci una Password"
    },
    "article": {
        "previous": "Precedente",
        "next": "Successivo"
    }
}